const dummyMasonry = [
  {
    id: 0,
    thumbnailUrl: 'https://picsum.photos/300/400?random=1',
    title: '23년도 인포팀 신규 부원 모집',
    date: '2023-02-14T11:57:18.740Z',
    viewCount: 110,
    author: '이정우',
    organization: 'INFOTEAM',
  },
  {
    id: 1,
    thumbnailUrl: 'https://picsum.photos/400/200?random=2',
    title: '별 보는 낭만동아리 스페이스바 2023년도 신입 부원 리크루팅',
    date: '2023-02-14T11:57:18.740Z',
    viewCount: 110,
    author: '이정우',
    organization: 'INFOTEAM',
  },
  {
    id: 2,
    thumbnailUrl: 'https://picsum.photos/1000/300?random=3',
    title: '공연동아리 지대로 연극 <ART> 선착순 티켓팅!!',
    date: '2023-02-14T11:57:18.740Z',
    viewCount: 110,
    author: '이정우',
    organization: 'INFOTEAM',
  },
  {
    id: 3,
    thumbnailUrl: 'https://picsum.photos/1000/300?random=4',
    title: '휴익에 어서와!!! 23년도 휴강익스프레스 리크루팅 시작!!!! 많관부',
    date: '2023-02-14T11:57:18.740Z',
    viewCount: 110,
    author: '이정우',
    organization: 'INFOTEAM',
  },
  {
    id: 4,
    thumbnailUrl: 'https://picsum.photos/300/1000?random=5',
    title: 'MACMOO 막무가내 마라맛 원데이클래스',
    date: '2023-02-14T11:57:18.740Z',
    viewCount: 110,
    author: '이정우',
    organization: 'INFOTEAM',
  },
  {
    id: 5,
    thumbnailUrl: 'https://picsum.photos/1200/700?random=6',
    title: '공연동아리 지대로 연극 <ART> 선착순 티켓팅!!',
    date: '2023-05-21T11:57:18.740Z',
    viewCount: 110,
    author: '이정우',
    organization: 'INFOTEAM',
  },
  {
    id: 6,
    title: '<속보> 도글리 유니콘 기업 선정 / 예나 선정이 딸이예요',
    date: '2023-05-21T11:57:18.740Z',
    viewCount: 202210,
    author: '고도현',
    organization: '도글리',
    content:
      "서울, 2023년 5월 13일 - 글로벌 스타트업 도글리(Dogly)가 유니콘 기업으로 선정되었다는 소식이 전해졌다. 이러한 성과는 도글리의 혁신적인 비즈니스 모델과 급속한 성장으로 인정받은 결과로 해석되고 있다. 도글리는 2015년에 창립된 AI 기반의 스타트업으로, 애완동물 관련 서비스를 제공하는 플랫폼이다. 사용자는 도글리 앱을 통해 애완동물의 건강, 영양, 행동 등을 관리할 수 있으며, 전문가와 정보를 공유하고 상담을 받을 수 있다. 또한, 도글리는 애완동물용 제품을 개발하고 판매하여 수익을 창출하고 있다.도글리는 창업 이후 지속적인 성장을 이루어내며 투자자들의 관심을 받았다. 최근에는 대규모 투자유치를 통해 기업 가치를 높여왔다. 성장세를 이어가며 전 세계적으로 수많은 애완동물 사용자들에게 인기를 얻고 있는 도글리는 이번 유니콘 기업 선정으로 글로벌 기업들의 주목을 받게 되었다.유니콘 기업은 초기에 창업된 기업으로서, 자본시장에서 10억 달러 이상의 평가를 받은 기업을 지칭한다. 이는 기업이 혁신적인 비즈니스 모델과 높은 성장 잠재력을 가지고 있음을 인정하는 증거로 간주된다. 도글리의 유니콘 기업 선정은 그들의 창의성과 노력이 결실을 맺은 결과로 해석될 수 있다.도글리의 대표는 이번 선정에 대해 '저희 도글리가 유니콘 기업으로 선정되어 매우 기쁘게 생각한다'며 '애완동물 사용자들에게 최상의 서비스를 제공하기 위해 더욱 노력하겠다'고 밝혔다.",
  },
  {
    id: 7,
    title: '[하우스연합회] 공용공간 방치물품 정리 및 수거 일정 안내',
    date: '2023-05-10T11:57:18.740Z',
    viewCount: 202210,
    author: '다혜',
    organization: '하우스연합회',
    content: `안녕하세요, 하우스연합회 입니다. 공용공간 방치 물품 점검을 아래와 같이 실시하오니 학생 여러분들께서는 사전에 복도 및 공용공간에 방치된 물품을 치워주시기 바랍니다.
      * 스티커 부착일자: 7/20 (목) 21:00
      * 물품 수거 : 8/3 (목) 20:00 이후
      * 방치 물품 점검 대상 장소
      - 각 층 복도
      - A동 : 택배실, 조리실(구관매점), 세탁실, 방문자대기실, 커뮤니티실, 토론실, 요가실, 체력단련실, 2층 학생휴게실, 노트북 열람실, 3층 학생휴게실, 독서실
      - B동 : 우편함, 신관 매점, 해동학술정보실, 세탁실, 2층 회의실, 3층 회의실, 독서실
      7/20 (목) 오후 9시 방치 스티커 부착 이후, 8/3 (목) 20:00 이후에도 스티커가 부착된 방치물품은 물품 수거 기간에 수거할 예정입니다. 방치물품 수거 기간 이후에 해당 물품을 찾아가시는 경우, 대학생활관 생활수칙 <28. 공용시설물을 무단 점용하는 자(개인물품 방치 포함)>에 의해 벌점 3점이 부과되므로 방치 물품 수거 전에 해당 물품을 반드시 치워주시기 바랍니다.
      택배실 앞에 있는 물병 등 공간을 차지하는 물품도 치워주시기를 바랍니다. 아울러 스티커 부착일자 기준 한달 이전의 우편물, 2주 이전의 택배에 대해서는 방치물품으로 처리될 예정이므로 7/20 (목) 이전까지 본인 물품을 찾아가시기 바랍니다. 날짜가 적혀있지 않는 우편물이나 1년 이상 방치된 우편물의 경우 스티커를 부착하지 않고 바로 회수되는점 유의 바랍니다.
      감사합니다.`,
  },
  {
    id: 8,
    title: '<속보> 도글리 유니콘 기업 선정 / 예나 선정이 딸이예요',
    date: '2023-02-14T11:57:18.740Z',
    viewCount: 202210,
    author: '고도현',
    organization: '도글리',
    content: `안녕하세요, 예비 스타트업 KidzTales과 함께하실 팀원을 모집합니다🤗

    ✅ KidzTales은 초거대 언어 모델(openAI)을 활용한 AI 서비스를 기획하고 있습니다. 저희는 유저가 탐색하고자 하는 주제를 확장하여 교육 및 문학적인 맞춤형 컨텐츠를 제공하는 것을 목표로 합니다. 자세한 내용은 아래 노션 문서를 참고해주세요!
    https://ninth-judge-9bf.notion.site/KidzTales-7c513cefed9142c39df3b16e8e5080bb?pvs=4
    
    ✅ 포지션
    
    - 프론트엔드
    - 백엔드
    - 기획
    
    ✅ 우대 사항
    
    - 1번 이상의 프로젝트 경험
    - 창업에 관심 있으신 분
    
    ✅ 지원하기
    
    - 모집 마감일: 7/20(목) 23:55
    - 지원서 작성: https://kidztales.vercel.app/recruit
    - 문의하기: https://open.kakao.com/o/gqpwf3tf`,
  },
];

export default dummyMasonry;
