{
  "lang": "en",
  "meta": {
    "title": "Privacy Policy",
    "publisher": "Information Bureau, GIST Undergraduate Student Council",
    "effectiveDateTitle": "Effective Date",
    "effectiveDate": "2023-08-14",
    "announcementDate": "2023-08-14",
    "contact": {
      "name": "Dohyun Ko",
      "position": "Project Manager",
      "email": "ziggle@gistory.me"
    },
    "relatedLink": "Go to related link"
  },
  "intro": "In accordance with Article 30 of the Personal Information Protection Act, this Privacy Policy is established to protect the personal information and rights of users utilizing Ziggle (\"ziggle.gistory.me\") and to handle grievances related to personal information promptly and smoothly.",
  "notices": [
    "The \"Information Bureau\" will notify users through announcements (or individual notices) at least 7 days prior to the implementation of any amendments to this Privacy Policy.",
    "This policy is effective as of August 14, 2023."
  ],
  "sections": [
    {
      "id": 1,
      "title": "Purpose of Processing Personal Information",
      "content": [
        {
          "subtitle": "Service Sign-up and Management",
          "text": "Follows the privacy policy of the GSA Integrated Account login.",
          "link": "https://www.notion.so/90e5824ded1c42479ab61354c8d15db5?pvs=21"
        },
        {
          "subtitle": "Provision of Services",
          "text": "Collects personal information necessary to provide services, which may include personal information for service improvement."
        },
        {
          "subtitle": "Utilization for Marketing and Advertising",
          "text": "Processes personal information for purposes such as analyzing access frequency or statistics on user service usage."
        }
      ]
    },
    {
      "id": 2,
      "title": "Processing and Retention Period of Personal Information",
      "content": [
        {
          "text": "Personal information is processed and retained within the retention/usage period stipulated by law or the period agreed upon by the data subject upon collection."
        },
        {
          "subtitle": "Specific Periods",
          "items": [
            "Sign-up and Management: Until the termination of the service contract or membership withdrawal"
          ]
        }
      ]
    },
    {
      "id": 3,
      "title": "Rights and Obligations of Data Subjects and Legal Representatives and How to Exercise Them",
      "content": [
        {
          "text": "The data subject may exercise the following rights at any time:",
          "items": [
            "Request for access to personal information",
            "Request for correction in case of errors",
            "Request for deletion",
            "Request for suspension of processing"
          ]
        },
        {
          "text": "Regarding the exercise of rights, it must be verified whether the requester is the person concerned or a legitimate representative; other matters follow the GSA Integrated Account Privacy Policy."
        }
      ]
    },
    {
      "id": 4,
      "title": "Items of Personal Information Processed",
      "content": [
        {
          "subtitle": "Service Sign-up and Management",
          "items": ["Required: Email, GSA Integrated Account Identifier"]
        },
        {
          "subtitle": "Provision of Notice Writing Function",
          "items": ["Content of the written notice, photos"]
        },
        {
          "subtitle": "Service Improvement",
          "items": ["Required: GSA Integrated Account Identifier"]
        }
      ]
    },
    {
      "id": 5,
      "title": "Destruction of Personal Information",
      "content": [
        {
          "subtitle": "Destruction Procedure",
          "text": "After the purpose is achieved, the information is moved to a separate DB and stored for a certain period according to internal policies and other relevant laws, after which it is destroyed without delay."
        },
        {
          "subtitle": "Destruction Deadline",
          "text": "The information is destroyed within 5 days from the end of the retention period, or within 5 days from the date when the personal information is deemed unnecessary."
        }
      ]
    },
    {
      "id": 6,
      "title": "Installation, Operation, and Rejection of Automatic Personal Information Collection Devices (Cookies)",
      "content": [
        {
          "text": "To provide individualized customized services, 'cookies' are used to save and frequently retrieve usage information."
        },
        {
          "items": [
            "Purpose of Use: To provide optimized information by identifying visit and usage patterns, popular search terms, secure connection status, etc.",
            "How to Reject: Tools at the top of the web browser > Internet Options > Privacy Menu > Option Settings",
            "Note: Refusing to store cookies may cause difficulties in using customized services."
          ]
        }
      ]
    },
    {
      "id": 7,
      "title": "Chief Privacy Officer",
      "content": [
        {
          "text": "Oversees overall tasks related to personal information processing and is responsible for handling complaints and remedial compensation.",
          "items": [
            "Name: Dohyun Ko",
            "Position: Project Manager",
            "Email: ziggle@gistory.me"
          ]
        }
      ]
    },
    {
      "id": 8,
      "title": "Measures to Ensure Safety of Personal Information",
      "content": [
        {
          "items": [
            "Administrative Measures: Access rights restricted to limited administrators",
            "Technical Measures: Use of firewalls, detection of abnormal access, encryption, etc."
          ]
        }
      ]
    },
    {
      "id": 9,
      "title": "Changes to the Privacy Policy",
      "content": [
        {
          "text": "In the event of any addition, deletion, or correction of content according to laws and policies, notification will be made through announcements starting 7 days prior to the implementation of the changes."
        },
        {
          "items": [
            "Announcement Date: August 14, 2023",
            "Effective Date: August 14, 2023"
          ]
        }
      ]
    }
  ]
}